Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/TaskSchd.resw
Source language: en_us
Languages: zh_tw

# TaskSchd_LibraryRoot
source: Task Scheduler Library
zh_tw: 工作排程器程式庫

# TaskSchd_State_Ready
source: Ready
zh_tw: 就緒

# TaskSchd_State_Running
source: Running
zh_tw: 執行中

# TaskSchd_State_Disabled
source: Disabled
zh_tw: 已停用

# TaskSchd_State_Queued
source: Queued
zh_tw: 已排入佇列

# TaskSchd_State_Unknown
source: Unknown
zh_tw: 未知

# TaskSchd_StatusLineFormat
source: {0} | Next run time: {1}
zh_tw: {0} | 下次執行時間: {1}

# TaskSchd_NextRunNever
source: Next run time: N/A
zh_tw: 下次執行時間: 不適用

# TaskSchd_LastRunNever
source: Never
zh_tw: 從未

# TaskSchd_Column_Name
source: Name
zh_tw: 名稱

# TaskSchd_Column_Status
source: Status
zh_tw: 狀態

# TaskSchd_Column_Triggers
source: Triggers
zh_tw: 觸發程序

# TaskSchd_Column_NextRun
source: Next Run Time
zh_tw: 下次執行時間

# TaskSchd_Column_LastRun
source: Last Run Time
zh_tw: 上次執行時間

# TaskSchd_Column_LastResult
source: Last Run Result
zh_tw: 上次執行結果

# TaskSchd_Column_Author
source: Author
zh_tw: 作者

# TaskSchd_Command_CreateTask
source: Create Task
zh_tw: 建立工作

# TaskSchd_Command_Run
source: Run
zh_tw: 執行

# TaskSchd_Command_End
source: End
zh_tw: 結束

# TaskSchd_Command_Enable
source: Enable
zh_tw: 啟用

# TaskSchd_Command_Disable
source: Disable
zh_tw: 停用

# TaskSchd_Command_Delete
source: Delete
zh_tw: 刪除

# TaskSchd_Command_Properties
source: Properties
zh_tw: 內容

# TaskSchd_Command_Refresh
source: Refresh
zh_tw: 重新整理

# TaskSchd_Command_NewFolder
source: New Folder
zh_tw: 新增資料夾

# TaskSchd_Command_DeleteFolder
source: Delete Folder
zh_tw: 刪除資料夾

# TaskSchd_Command_ImportTask
source: Import Task...
zh_tw: 匯入工作...

# TaskSchd_Command_ExportTask
source: Export...
zh_tw: 匯出...

# TaskSchd_Command_ConnectComputer
source: Connect to Another Computer...
zh_tw: 連線到另一部電腦...

# TaskSchd_Command_EnableAllHistory
source: Enable All Tasks History
zh_tw: 啟用所有工作歷程記錄

# TaskSchd_Command_DisableAllHistory
source: Disable All Tasks History
zh_tw: 停用所有工作歷程記錄

# TaskSchd_Command_More
source: More
zh_tw: 更多

# TaskSchd_Tab_General
source: General
zh_tw: 一般

# TaskSchd_Tab_Triggers
source: Triggers
zh_tw: 觸發程序

# TaskSchd_Tab_Actions
source: Actions
zh_tw: 動作

# TaskSchd_Tab_Conditions
source: Conditions
zh_tw: 條件

# TaskSchd_Tab_Settings
source: Settings
zh_tw: 設定

# TaskSchd_Tab_History
source: History
zh_tw: 歷程記錄

# TaskSchd_General_Name
source: Name
zh_tw: 名稱

# TaskSchd_General_Location
source: Location
zh_tw: 位置

# TaskSchd_General_Author
source: Author
zh_tw: 作者

# TaskSchd_General_Description
source: Description
zh_tw: 描述

# TaskSchd_General_SecurityOptions
source: Security options
zh_tw: 安全性選項

# TaskSchd_General_RunAsAccount
source: When running the task, use the following user account:
zh_tw: 執行此工作時，請使用下列使用者帳戶:

# TaskSchd_General_ChangeUser
source: Change User or Group...
zh_tw: 變更使用者或群組...

# TaskSchd_General_RunOnlyLoggedOn
source: Run only when user is logged on
zh_tw: 只有使用者登入時才執行

# TaskSchd_General_RunWhetherLoggedOn
source: Run whether user is logged on or not
zh_tw: 不論使用者登入與否均執行

# TaskSchd_General_DoNotStorePassword
source: Do not store password. The task will only have access to local computer resources.
zh_tw: 不要儲存密碼。此工作只能存取本機電腦資源。

# TaskSchd_General_RunHighestPrivileges
source: Run with highest privileges
zh_tw: 以最高權限執行

# TaskSchd_General_Hidden
source: Hidden
zh_tw: 隱藏

# TaskSchd_General_ConfigureFor
source: Configure for
zh_tw: 設定對象

# TaskSchd_Trigger_OnSchedule
source: On a schedule
zh_tw: 依排程

# TaskSchd_Trigger_AtLogon
source: At log on
zh_tw: 登入時

# TaskSchd_Trigger_AtStartup
source: At startup
zh_tw: 啟動時

# TaskSchd_Trigger_OnIdle
source: On idle
zh_tw: 閒置時

# TaskSchd_Trigger_OnEvent
source: On an event
zh_tw: 發生事件時

# TaskSchd_Trigger_AtCreation
source: At task creation/modification
zh_tw: 建立/修改工作時

# TaskSchd_Trigger_OnConnect
source: On connection to user session
zh_tw: 連線到使用者工作階段時

# TaskSchd_Trigger_OnDisconnect
source: On disconnect from user session
zh_tw: 從使用者工作階段中斷連線時

# TaskSchd_Trigger_OnLock
source: On workstation lock
zh_tw: 工作站鎖定時

# TaskSchd_Trigger_OnUnlock
source: On workstation unlock
zh_tw: 工作站解除鎖定時

# TaskSchd_Schedule_OneTime
source: One time
zh_tw: 一次

# TaskSchd_Schedule_Daily
source: Daily
zh_tw: 每天

# TaskSchd_Schedule_Weekly
source: Weekly
zh_tw: 每週

# TaskSchd_Schedule_Monthly
source: Monthly
zh_tw: 每月

# TaskSchd_TriggerCol_Details
source: Details
zh_tw: 詳細資料

# TaskSchd_TriggerCol_Status
source: Status
zh_tw: 狀態

# TaskSchd_Trigger_New
source: New...
zh_tw: 新增

# TaskSchd_Trigger_Edit
source: Edit...
zh_tw: 編輯

# TaskSchd_Trigger_Delete
source: Delete
zh_tw: 刪除

# TaskSchd_Trigger_BeginLabel
source: Begin the task:
zh_tw: 開始工作:

# TaskSchd_Trigger_Delay
source: Delay task for:
zh_tw: 延遲工作:

# TaskSchd_Trigger_RandomDelay
source: Delay task for up to (random delay):
zh_tw: 延遲工作達 (隨機延遲):

# TaskSchd_Trigger_RepeatEvery
source: Repeat task every:
zh_tw: 每隔下列時間重複工作:

# TaskSchd_Trigger_ForDuration
source: for a duration of:
zh_tw: 持續時間:

# TaskSchd_Trigger_StopAllAtEnd
source: Stop all running tasks at end of repetition duration
zh_tw: 在重複持續時間結束時停止所有執行中的工作

# TaskSchd_Trigger_StopIfLonger
source: Stop task if it runs longer than:
zh_tw: 如果工作執行時間超過下列時間，請停止工作:

# TaskSchd_Trigger_Activate
source: Activate:
zh_tw: 啟用:

# TaskSchd_Trigger_Expire
source: Expire:
zh_tw: 到期:

# TaskSchd_Trigger_SyncTimeZones
source: Synchronize across time zones
zh_tw: 跨時區同步

# TaskSchd_Trigger_Enabled
source: Enabled
zh_tw: 已啟用

# TaskSchd_TriggerSummary_AtLogon
source: At log on of {0}
zh_tw: 於 {0} 登入時

# TaskSchd_TriggerSummary_AtStartup
source: At system startup
zh_tw: 於系統啟動時

# TaskSchd_TriggerSummary_DailyFormat
source: At {0} every {1} day(s)
zh_tw: 每 {1} 天於 {0}

# TaskSchd_TriggerSummary_WeeklyFormat
source: At {0} every {1} week(s) on {2}
zh_tw: 每 {1} 週的 {2} 於 {0}

# TaskSchd_TriggerSummary_OneTimeFormat
source: At {0}
zh_tw: 於 {0}

# TaskSchd_Action_StartProgram
source: Start a program
zh_tw: 啟動程式

# TaskSchd_Action_SendEmail
source: Send an e-mail (deprecated)
zh_tw: 傳送電子郵件 (已淘汰)

# TaskSchd_Action_DisplayMessage
source: Display a message (deprecated)
zh_tw: 顯示訊息 (已淘汰)

# TaskSchd_ActionCol_Details
source: Details
zh_tw: 詳細資料

# TaskSchd_Action_New
source: New
zh_tw: 新增

# TaskSchd_Action_Edit
source: Edit
zh_tw: 編輯

# TaskSchd_Action_Delete
source: Delete
zh_tw: 刪除

# TaskSchd_Action_MoveUp
source: Move Up
zh_tw: 上移

# TaskSchd_Action_MoveDown
source: Move Down
zh_tw: 下移

# TaskSchd_Action_ProgramScript
source: Program/script:
zh_tw: 程式或指令碼:

# TaskSchd_Action_AddArguments
source: Add arguments (optional):
zh_tw: 新增引數 (選用):

# TaskSchd_Action_StartIn
source: Start in (optional):
zh_tw: 起始位置 (選用):

# TaskSchd_Action_Browse
source: Browse
zh_tw: 瀏覽

# TaskSchd_Action_EmailFrom
source: From:
zh_tw: 寄件者:

# TaskSchd_Action_EmailTo
source: To:
zh_tw: 收件者:

# TaskSchd_Action_EmailSubject
source: Subject:
zh_tw: 主旨:

# TaskSchd_Action_EmailText
source: Text:
zh_tw: 內文:

# TaskSchd_Action_EmailAttachment
source: Attachment:
zh_tw: 附件:

# TaskSchd_Action_EmailServer
source: SMTP server:
zh_tw: SMTP 伺服器:

# TaskSchd_Action_MessageTitle
source: Title:
zh_tw: 標題:

# TaskSchd_Action_MessageBody
source: Message:
zh_tw: 訊息:

# TaskSchd_Conditions_Idle
source: Idle
zh_tw: 閒置

# TaskSchd_Conditions_Power
source: Power
zh_tw: 電源

# TaskSchd_Conditions_Network
source: Network
zh_tw: 網路

# TaskSchd_Conditions_StartIfIdle
source: Start the task only if the computer is idle for:
zh_tw: 只有在電腦閒置下列時間後才啟動工作:

# TaskSchd_Conditions_WaitForIdle
source: Wait for idle for:
zh_tw: 等候閒置時間:

# TaskSchd_Conditions_StopIfNotIdle
source: Stop if the computer ceases to be idle
zh_tw: 如果電腦不再閒置就停止

# TaskSchd_Conditions_RestartOnIdle
source: Restart if the idle state resumes
zh_tw: 如果恢復閒置狀態就重新啟動

# TaskSchd_Conditions_StartOnAcPower
source: Start the task only if the computer is on AC power
zh_tw: 只有在電腦使用 AC 電源時才啟動工作

# TaskSchd_Conditions_StopOnBattery
source: Stop if the computer switches to battery power
zh_tw: 如果電腦切換成使用電池電源就停止

# TaskSchd_Conditions_WakeToRun
source: Wake the computer to run this task
zh_tw: 喚醒電腦以執行此工作

# TaskSchd_Conditions_StartIfNetwork
source: Start only if the following network connection is available:
zh_tw: 只有在下列網路連線可用時才啟動:

# TaskSchd_Conditions_AnyConnection
source: Any connection
zh_tw: 任何連線

# TaskSchd_Settings_AllowDemandStart
source: Allow task to be run on demand
zh_tw: 允許隨選執行工作

# TaskSchd_Settings_StartWhenAvailable
source: Run task as soon as possible after a scheduled start is missed
zh_tw: 在錯過排定的開始時間後盡快執行工作

# TaskSchd_Settings_RestartOnFailure
source: If the task fails, restart every:
zh_tw: 如果工作失敗，請每隔下列時間重新啟動:

# TaskSchd_Settings_RestartInterval
source: Restart every:
zh_tw: 重新啟動間隔:

# TaskSchd_Settings_RestartCount
source: Attempt to restart up to:
zh_tw: 嘗試重新啟動次數最多:

# TaskSchd_Settings_StopIfLonger
source: Stop the task if it runs longer than:
zh_tw: 如果工作執行時間超過下列時間，請停止工作:

# TaskSchd_Settings_ForceStop
source: If the running task does not end when requested, force it to stop
zh_tw: 如果要求時執行中的工作沒有結束，請強制將它停止

# TaskSchd_Settings_DeleteAfter
source: If the task is not scheduled to run again, delete it after:
zh_tw: 如果工作未排定再次執行，請在下列時間後將它刪除:

# TaskSchd_Settings_InstanceRule
source: If the task is already running, then the following rule applies:
zh_tw: 如果工作已在執行中，則套用下列規則:

# TaskSchd_Instance_Parallel
source: Run a new instance in parallel
zh_tw: 平行執行新的執行個體

# TaskSchd_Instance_Queue
source: Queue a new instance
zh_tw: 將新的執行個體排入佇列

# TaskSchd_Instance_IgnoreNew
source: Do not start a new instance
zh_tw: 不要啟動新的執行個體

# TaskSchd_Instance_StopExisting
source: Stop the existing instance
zh_tw: 停止現有的執行個體

# TaskSchd_Dialog_CreateTask
source: Create Task
zh_tw: 建立工作

# TaskSchd_Dialog_NewTrigger
source: New Trigger
zh_tw: 新增觸發程序

# TaskSchd_Dialog_EditTrigger
source: Edit Trigger
zh_tw: 編輯觸發程序

# TaskSchd_Dialog_NewAction
source: New Action
zh_tw: 新增動作

# TaskSchd_Dialog_EditAction
source: Edit Action
zh_tw: 編輯動作

# TaskSchd_Dialog_NewEventFilter
source: New Event Filter
zh_tw: 新增事件篩選器

# TaskSchd_Dialog_ConnectComputer
source: Connect to Another Computer
zh_tw: 連線到另一部電腦

# TaskSchd_Button_Ok
source: OK
zh_tw: 確定

# TaskSchd_Button_Cancel
source: Cancel
zh_tw: 取消

# TaskSchd_Button_Apply
source: Apply
zh_tw: 套用

# TaskSchd_Button_NewEventFilter
source: New Event Filter
zh_tw: 新增事件篩選器

# TaskSchd_Button_EditEventFilter
source: Edit Event Filter
zh_tw: 編輯事件篩選器

# TaskSchd_Validation_NameRequired
source: You must enter a name for the task.
zh_tw: 您必須輸入工作的名稱。

# TaskSchd_Validation_ProgramRequired
source: You must specify a program or script to run.
zh_tw: 您必須指定要執行的程式或指令碼。

# TaskSchd_Validation_DurationGreaterThanInterval
source: The repetition duration must be greater than the repetition interval.
zh_tw: 重複的持續時間必須大於重複的間隔。

# TaskSchd_Validation_EndAfterStart
source: The expiration time must be later than the activation time.
zh_tw: 到期時間必須晚於啟用時間。

# TaskSchd_Validation_EventLogRequired
source: You must specify an event log and source.
zh_tw: 您必須指定事件記錄檔與來源。

# TaskSchd_Validation_UserRequired
source: You must select a user or group.
zh_tw: 您必須選取使用者或群組。

# TaskSchd_Validation_TriggerRequired
source: You must specify at least one trigger, or set the task to run on demand.
zh_tw: 您必須指定至少一個觸發程序，或將工作設定為隨選執行。

# TaskSchd_Validation_ActionRequired
source: You must specify at least one action.
zh_tw: 您必須指定至少一個動作。

# TaskSchd_Confirm_DeleteTaskFormat
source: Do you want to delete the task '{0}'?
zh_tw: 您要刪除工作 '{0}' 嗎?

# TaskSchd_Confirm_DeleteFolderFormat
source: Do you want to delete the folder '{0}'?
zh_tw: 您要刪除資料夾 '{0}' 嗎?

# TaskSchd_Confirm_RunTaskFormat
source: Do you want to run the task '{0}' now?
zh_tw: 您要立即執行工作 '{0}' 嗎?

# TaskSchd_Confirm_DeleteTrigger
source: Do you want to delete the selected trigger?
zh_tw: 您要刪除選取的觸發程序嗎?

# TaskSchd_Confirm_DeleteAction
source: Do you want to delete the selected action?
zh_tw: 您要刪除選取的動作嗎?

# TaskSchd_Error_OperationFailed
source: The Task Scheduler operation failed: {0}
zh_tw: 工作排程器作業失敗: {0}

# TaskSchd_Error_TaskFailedFormat
source: An error has occurred for task {0}. Error message: The following error was reported: {1}
zh_tw: 工作 {0} 發生錯誤。錯誤訊息: 回報的錯誤如下: {1}

# TaskSchd_Error_AccessDenied
source: This operation requires administrator privileges.
zh_tw: 此作業需要系統管理員權限。

# TaskSchd_History_Disabled
source: Task history is currently disabled. Enable All Tasks History to record task events.
zh_tw: 工作歷程記錄目前已停用。請啟用所有工作歷程記錄以記錄工作事件。

# TaskSchd_History_EnablePrompt
source: Enabling all tasks history turns on the Task Scheduler operational log for the whole computer. Continue?
zh_tw: 啟用所有工作歷程記錄會為整部電腦開啟工作排程器操作記錄檔。要繼續嗎?

# TaskSchd_History_ColLevel
source: Level
zh_tw: 等級

# TaskSchd_History_ColDate
source: Date and Time
zh_tw: 日期和時間

# TaskSchd_History_ColEvent
source: Event ID
zh_tw: 事件識別碼

# TaskSchd_History_ColCategory
source: Task Category
zh_tw: 工作類別

# TaskSchd_Connect_LocalComputer
source: Local Computer
zh_tw: 本機電腦

# TaskSchd_Connect_AnotherComputer
source: Another computer:
zh_tw: 另一部電腦:

# TaskSchd_Connect_ComputerLabel
source: Computer:
zh_tw: 電腦:

# TaskSchd_NewFolder_Name
source: Enter the name of the new folder:
zh_tw: 請輸入新資料夾的名稱:

# TaskSchd_Command_Security
source: Security...
zh_tw: 安全性...

# TaskSchd_Create_TaskInformation
source: Task Information
zh_tw: 工作資訊

# TaskSchd_Create_NamePlaceholder
source: Enter a name for the task
zh_tw: 輸入工作的名稱

# TaskSchd_Create_Trigger
source: Trigger
zh_tw: 觸發程序

# TaskSchd_Create_TriggerPrompt
source: When do you want the task to start?
zh_tw: 您要在何時啟動工作?

# TaskSchd_Create_WhenComputerStarts
source: When the computer starts
zh_tw: 當電腦啟動時

# TaskSchd_Create_WhenILogOn
source: When I log on
zh_tw: 當我登入時

# TaskSchd_Create_WhenEventLogged
source: When a specific event is logged
zh_tw: 當特定事件被記錄時

# TaskSchd_Create_Action
source: Action
zh_tw: 動作

# TaskSchd_Create_ActionPrompt
source: What action do you want the task to perform?
zh_tw: 您要讓工作執行什麼動作?

# TaskSchd_Create_NoTriggerSettings
source: This trigger has no additional settings.
zh_tw: 此觸發程序沒有其他設定。

# TaskSchd_Trigger_StartLabel
source: Start:
zh_tw: 開始:

# TaskSchd_PickDatePlaceholder
source: Pick a date
zh_tw: 選擇日期

# TaskSchd_Trigger_RecurEvery
source: Recur every:
zh_tw: 間隔:

# TaskSchd_Trigger_DaysSuffix
source: days
zh_tw: 天

# TaskSchd_Trigger_WeeksOnSuffix
source: weeks on:
zh_tw: 週，於:

# TaskSchd_Trigger_MonthsLabel
source: Months:
zh_tw: 月份:

# TaskSchd_Trigger_SelectMonths
source: Select months
zh_tw: 選取月份

# TaskSchd_Trigger_MonthlyDays
source: Days
zh_tw: 日期

# TaskSchd_Trigger_MonthlyOn
source: On
zh_tw: 於

# TaskSchd_Trigger_DaysLabel
source: Days:
zh_tw: 日期:

# TaskSchd_Trigger_SelectDays
source: Select days
zh_tw: 選取日期

# TaskSchd_Trigger_OnLabel
source: On:
zh_tw: 於:

# TaskSchd_Trigger_OccurrencePlaceholder
source: Occurrence
zh_tw: 週次

# TaskSchd_Trigger_DayOfWeekPlaceholder
source: Day of week
zh_tw: 星期

# TaskSchd_Trigger_AnyUser
source: Any user
zh_tw: 任何使用者

# TaskSchd_Trigger_SpecificUser
source: Specific user:
zh_tw: 特定使用者:

# TaskSchd_Trigger_ChangeUser
source: Change User...
zh_tw: 變更使用者...

# TaskSchd_Trigger_NoSettingsRequired
source: No additional settings required.
zh_tw: 不需要其他設定。

# TaskSchd_Trigger_IdleHint
source: To change idle conditions, use the Conditions page in the Create Task or task Properties sheet.
zh_tw: 若要變更閒置條件，請使用建立工作或工作內容中的 [條件] 頁面。

# TaskSchd_Trigger_EventBasic
source: Basic
zh_tw: 基本

# TaskSchd_Trigger_EventCustom
source: Custom
zh_tw: 自訂

# TaskSchd_Trigger_ConnectionRemote
source: Connection from remote computer
zh_tw: 從遠端電腦連線

# TaskSchd_Trigger_ConnectionLocal
source: Connection from local computer
zh_tw: 從本機電腦連線

# TaskSchd_Trigger_AdvancedSettings
source: Advanced settings
zh_tw: 進階設定

# TaskSchd_TriggerSummary_AnyUser
source: any user
zh_tw: 任何使用者

# TaskSchd_Event_LogLabel
source: Log:
zh_tw: 記錄檔:

# TaskSchd_Event_SelectLog
source: Select a log
zh_tw: 選取記錄檔

# TaskSchd_Event_SourceLabel
source: Source:
zh_tw: 來源:

# TaskSchd_Event_SelectSource
source: Select a source
zh_tw: 選取來源

# TaskSchd_Event_EventIdLabel
source: Event ID:
zh_tw: 事件識別碼:

# TaskSchd_Event_EventIdPlaceholder
source: e.g. 127
zh_tw: 例如 127

# TaskSchd_Action_ProgramPlaceholder
source: Example: C:\Docs\Public\example.exe
zh_tw: 範例: C:\Docs\Public\example.exe

# TaskSchd_Action_Instruction
source: You must specify what action this task will perform.
zh_tw: 您必須指定此工作要執行的動作。

# TaskSchd_Action_ActionLabel
source: Action:
zh_tw: 動作:

# TaskSchd_Action_MessageHint
source: This action displays a message box on the desktop.
zh_tw: 此動作會在桌面上顯示訊息方塊。

# TaskSchd_Day_Sunday
source: Sunday
zh_tw: 星期日

# TaskSchd_Day_Monday
source: Monday
zh_tw: 星期一

# TaskSchd_Day_Tuesday
source: Tuesday
zh_tw: 星期二

# TaskSchd_Day_Wednesday
source: Wednesday
zh_tw: 星期三

# TaskSchd_Day_Thursday
source: Thursday
zh_tw: 星期四

# TaskSchd_Day_Friday
source: Friday
zh_tw: 星期五

# TaskSchd_Day_Saturday
source: Saturday
zh_tw: 星期六

# TaskSchd_Month_January
source: January
zh_tw: 一月

# TaskSchd_Month_February
source: February
zh_tw: 二月

# TaskSchd_Month_March
source: March
zh_tw: 三月

# TaskSchd_Month_April
source: April
zh_tw: 四月

# TaskSchd_Month_May
source: May
zh_tw: 五月

# TaskSchd_Month_June
source: June
zh_tw: 六月

# TaskSchd_Month_July
source: July
zh_tw: 七月

# TaskSchd_Month_August
source: August
zh_tw: 八月

# TaskSchd_Month_September
source: September
zh_tw: 九月

# TaskSchd_Month_October
source: October
zh_tw: 十月

# TaskSchd_Month_November
source: November
zh_tw: 十一月

# TaskSchd_Month_December
source: December
zh_tw: 十二月

# TaskSchd_MonthDay_Last
source: Last
zh_tw: 最後一天

# TaskSchd_Week_First
source: First
zh_tw: 第一個

# TaskSchd_Week_Second
source: Second
zh_tw: 第二個

# TaskSchd_Week_Third
source: Third
zh_tw: 第三個

# TaskSchd_Week_Fourth
source: Fourth
zh_tw: 第四個

# TaskSchd_Week_Last
source: Last
zh_tw: 最後一個

# TaskSchd_Duration_Minute
source: {0} minute
zh_tw: {0} 分鐘

# TaskSchd_Duration_Minutes
source: {0} minutes
zh_tw: {0} 分鐘

# TaskSchd_Duration_Hour
source: {0} hour
zh_tw: {0} 小時

# TaskSchd_Duration_Hours
source: {0} hours
zh_tw: {0} 小時

# TaskSchd_Duration_Day
source: {0} day
zh_tw: {0} 天

# TaskSchd_Duration_Days
source: {0} days
zh_tw: {0} 天

# TaskSchd_Duration_Indefinitely
source: Indefinitely
zh_tw: 無限期

# TaskSchd_Duration_DoNotWait
source: Do not wait
zh_tw: 不要等候

# TaskSchd_Duration_Immediately
source: Immediately
zh_tw: 立即

# TaskSchd_Copy
source: Copy
zh_tw: 複製

# TaskSchd_Toggle_On
source: On
zh_tw: 開啟

# TaskSchd_Toggle_Off
source: Off
zh_tw: 關閉

# TaskSchd_Filter_FilterTab
source: Filter
zh_tw: 篩選器

# TaskSchd_Filter_Logged
source: Logged:
zh_tw: 記錄時間:

# TaskSchd_Filter_AnyTime
source: Any time
zh_tw: 任何時間

# TaskSchd_Filter_LastHour
source: Last hour
zh_tw: 過去 1 小時

# TaskSchd_Filter_Last12Hours
source: Last 12 hours
zh_tw: 過去 12 小時

# TaskSchd_Filter_Last24Hours
source: Last 24 hours
zh_tw: 過去 24 小時

# TaskSchd_Filter_Last7Days
source: Last 7 days
zh_tw: 過去 7 天

# TaskSchd_Filter_Last30Days
source: Last 30 days
zh_tw: 過去 30 天

# TaskSchd_Filter_CustomRange
source: Custom range...
zh_tw: 自訂範圍...

# TaskSchd_Filter_EventLevel
source: Event level:
zh_tw: 事件等級:

# TaskSchd_Filter_ByLog
source: By log
zh_tw: 依記錄檔

# TaskSchd_Filter_EventLogs
source: Event logs:
zh_tw: 事件記錄檔:

# TaskSchd_Filter_SelectEventLogs
source: <Select event logs>
zh_tw: <選取事件記錄檔>

# TaskSchd_Filter_BySource
source: By source
zh_tw: 依來源

# TaskSchd_Filter_EventSources
source: Event sources:
zh_tw: 事件來源:

# TaskSchd_Filter_AllEventSources
source: <All Event Sources>
zh_tw: <所有事件來源>

# TaskSchd_Filter_EventIdsHint
source: Includes/Excludes Event IDs: Enter ID numbers and/or ID ranges separated by commas. To exclude criteria, type a minus sign first. For example 1,3,5-99,-76
zh_tw: 包含/排除事件識別碼: 請輸入識別碼和/或識別碼範圍，並以逗號分隔。若要排除條件，請先輸入減號。例如 1,3,5-99,-76

# TaskSchd_Filter_AllEventIds
source: <All Event IDs>
zh_tw: <所有事件識別碼>

# TaskSchd_Filter_TaskCategory
source: Task category:
zh_tw: 工作類別:

# TaskSchd_Filter_Keywords
source: Keywords:
zh_tw: 關鍵字:

# TaskSchd_Filter_AllKeywords
source: <All Keywords>
zh_tw: <所有關鍵字>

# TaskSchd_Filter_User
source: User:
zh_tw: 使用者:

# TaskSchd_Filter_AllUsers
source: <All Users>
zh_tw: <所有使用者>

# TaskSchd_Filter_Computers
source: Computer(s):
zh_tw: 電腦:

# TaskSchd_Filter_AllComputers
source: <All Computers>
zh_tw: <所有電腦>

# TaskSchd_Filter_XmlHint
source: To provide an event filter in XPath form, click the "Edit query manually" checkbox below.
zh_tw: 若要以 XPath 格式提供事件篩選器，請勾選下方的 [手動編輯查詢] 核取方塊。

# TaskSchd_Filter_EditQueryManually
source: Edit query manually
zh_tw: 手動編輯查詢

# TaskSchd_Filter_RangeUpToFormat
source: All Events upto {0}
zh_tw: {0} 之前的所有事件

# TaskSchd_Filter_RangeFromFormat
source: From {0}
zh_tw: 從 {0} 起

# TaskSchd_Filter_RangeFromToFormat
source: From {0} to {1}
zh_tw: 從 {0} 到 {1}

# TaskSchd_CustomRange_Title
source: Custom Range
zh_tw: 自訂範圍

# TaskSchd_CustomRange_Instruction
source: Enter a custom date range for your filter.
zh_tw: 請輸入篩選器的自訂日期範圍。

# TaskSchd_CustomRange_From
source: From:
zh_tw: 從:

# TaskSchd_CustomRange_To
source: To:
zh_tw: 到:

# TaskSchd_CustomRange_FirstEvent
source: First Event
zh_tw: 第一個事件

# TaskSchd_CustomRange_LastEvent
source: Last Event
zh_tw: 最後一個事件

# TaskSchd_CustomRange_EventsOn
source: Events On
zh_tw: 事件於

# TaskSchd_CustomRange_Invalid
source: The From date must be earlier than the To date.
zh_tw: 開始日期必須早於結束日期。
